[
{"id_empleo":1,"id_area_estudio":2,"id_empleador":1,"area_estudio":"Ingeniería de Software","titulo":"Título Empleo 1","detalle":"Felis sed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue. Etiam ac lectus et lectus ornare ornare sed a erat. Suspendisse vitae nisl id augue sollicitudin consectetur. Duis euismod vel quam sit amet bibendum. Aenean volutpat leo quis dolor fermentum, ut interdum tellus placerat. Aliquam interdum dictum augue, et ultricies nisi rhoncus sed. Praesent a neque quis lectus varius vehicula vel a elit. Donec ultricies luctus arcu. Vestibulum mattis, mi id mollis fermentum, nisl odio lobortis elit, eget faucibus ante nisi in massa. Cras dignissim pellentesque diam, vitae luctus neque accumsan et. Nam elementum orci sed mauris volutpat, mollis aliquam quam consectetur. Risus semper porta volutpat quam pede lobortis ligula sit amet eleifend pede libero quis orci nullam molestie nibh in lectus pellentesque at nulla suspendisse potenti cras in","salario":"35428.23","fecha_creacion":"03/12/2017","horario":"Tiempo Completo","tipo_empleo":"Fijo"},
{"id_empleo":2,"id_area_estudio":4,"id_empleador":2,"area_estudio":"Administracion de Base de Datos","titulo":"Título Empleo 2","detalle":"Quis turpis eget elit sodales scelerisque mauris sit amet eros suspendisse accumsan tortor quis turpis sed ante vivamus tortor duis mattis egestas turpis eget elit sodales scelerisque mauris sit amet eros suspendisse accumsan tortor quis turpis sed ante vivamus tortor duis mattis. Etiam ac lectus et lectus ornare ornare sed a erat. Suspendisse vitae nisl id augue sollicitudin consectetur. Duis euismod vel quam sit amet bibendum. Aenean volutpat leo quis dolor fermentum, ut interdum tellus placerat. Aliquam interdum dictum augue, et ultricies nisi rhoncus sed. Praesent a neque quis lectus varius vehicula vel a elit. Donec ultricies luctus arcu. Vestibulum mattis, mi id mollis fermentum, nisl odio lobortis elit, eget faucibus ante nisi in massa. Cras dignissim pellentesque diam, vitae luctus neque accumsan et. Nam elementum orci sed mauris volutpat, mollis aliquam quam consectetur. Ed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper porta volutpat turpis eget elit sodales scelerisque mauris sit amet eros suspendisse accumsan tortor quis turpis sed ante vivamus tortor duis mattis ed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper porta volutpat.","salario":"29483.98","fecha_creacion":"07/12/2017","horario":"Indefinido","tipo_empleo":"Indefinido"},
{"id_empleo":3,"id_area_estudio":1,"id_empleador":1,"area_estudio":"Redes y Telecomunicaciones","titulo":"Título Empleo 3","detalle":"Quis turpis eget elit sodales scelerisque mauris sit amet eros suspendisse accumsan tortor quis turpis sed ante vivamus tortor duis mattis ed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper porta volutpat quam pede lobortis ligula sit amet eleifend pede libero  ed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper porta volutpat quam pede lobortis ligula sit amet eleifend pede libero egestas Etiam ac lectus et lectus ornare ornare sed a erat. Suspendisse vitae nisl id augue sollicitudin consectetur. Duis euismod vel quam sit amet bibendum. Aenean volutpat leo quis dolor fermentum, ut interdum tellus placerat. Aliquam interdum dictum augue, et ultricies nisi rhoncus sed. Praesent a neque quis lectus varius vehicula vel a elit. Donec ultricies luctus arcu. Vestibulum mattis, mi id mollis fermentum, nisl odio lobortis elit, eget faucibus ante nisi in massa. Cras dignissim pellentesque diam, vitae luctus neque accumsan et. Nam elementum orci sed mauris volutpat, mollis aliquam quam consectetur.","salario":"30000.00","fecha_creacion":"02/12/2017","horario":"Indefinido","tipo_empleo":"Indefinido"}]